brew "age"
brew "bat"
brew "cmake"
brew "colima"
brew "croc"
brew "direnv"
brew "docker-compose"
brew "docker"
brew "dockutil"
brew "dust"
brew "eza"
brew "fabric-ai"
brew "fd"
brew "fish"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "git"
brew "go"
brew "jq"
brew "just"
brew "lazygit"
brew "neovim"
brew "node"
brew "pipx"
brew "python@3.14"
brew "ripgrep"
brew "topgrade"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "zoxide"

cask "chatgpt"
cask "cursor"
cask "discord"
cask "docker"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "jordanbaird-ice@beta"
cask "keepingyouawake"
cask "monitorcontrol"
cask "motrix"
cask "proton-drive"
cask "proton-mail"
cask "protonvpn"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "slack"
cask "spotify"
cask "telegram"
cask "todoist-app"
cask "whatsapp"
