tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "lazygit"
brew "make"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "tmux"
brew "topgrade"
brew "zoxide"

cask "1password"
cask "bartender"
cask "discord"
cask "firefox-developer-edition"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "miniconda"
cask "monitorcontrol"
cask "motrix"
cask "raycast"
cask "rectangle-pro"
cask "slack"
cask "spotify"
cask "telegram"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
