tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "bat"
brew "cmake"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "mackup"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "pgcli"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "tectonic"
brew "tmux"
brew "zoxide"


cask "1password"
cask "1password-cli"
cask "discord"
cask "firefox-developer-edition"
cask "font-raleway"
cask "iina"
cask "keka"
cask "kekaexternalhelper"
cask "miniconda"
cask "monitorcontrol"
cask "motrix"
cask "raycast"
cask "setapp"
cask "slack"
cask "telegram"
cask "temurin"
cask "tor-browser"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"


mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Craft", id: 1487937127
